Repository: common-repository/webthumb
Catalog: languages/webthumb-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: WPF-WebThumb settings
it_it: Impostazioni di WPF-WebThumb

source: Can\'t create
it_it: Impossibile creare la cartella

source: folder. Please create it and make it writable!
it_it: . Per favore crearla e settarla come scrivibile!

source: Usage
it_it: Utilizzo

source: Choice the service to use, enter the keys for the service that require them and save the configuration.
it_it: Scegliere il servizio da usare, inserire le chiavi che il servizio richiede e salvare la configurazione.

source: You should use shortcode. Simply put <strong>[wpf-webthumb]</strong> in post or page content.
it_it: Utilizza uno shortcode. Inserisci semplicemente <strong>[wpf-webthumb]</strong> nel contenuto dell'articolo o della pagina.

source: You can use the following parameters for the shortcode <strong>[wpf-webthumb]</strong>, that override previous settings:
it_it: Puoi utilizzare i seguenti parametri nello shortcode <strong>[wpf-webthumb]</strong>, in modo da modificare le impostazioni di default:

source: <strong>url</strong>=url-to-grab (default: http://coste.mypressonline.com/wp/)
it_it: <strong>url</strong>=url-da-visualizzare (default: http://coste.mypressonline.com/wp/)

source: <strong>showurl</strong>=1|0 (default: 1=yes)
it_it: <strong>showurl</strong>=1|0 (default: 1=si)

source: <strong>label</strong>=label to show (if any)
it_it: <strong>label</strong>=etichetta da visualizzare (se presente)

source: <strong>template</strong>=N (default=1, see FAQ)
it_it: <strong>template</strong>=N (default=1, vedi le FAQ)

source: Code usage sample: <strong>[wpf-webthumb url=faina09.it/ size=small showsml=yes label="faina09 WordPress site" template=3]</strong>
it_it: Esempio di utilizzo del codice: <strong>[wpf-webthumb url=faina09.it/ size=small showsml=yes label="Sito WordPress Faina09" template=3]</strong>

source: Cache tab usage
it_it: Utilizzo tab Cache

source: In the Cache tab it is possible to review, delete and update the thumbnails.
it_it: Nela pagina Cache è possibile rivedere, cancellare e aggiornare le thumbnails.

source: The update will use the saved configuration. Note that is not possible to save thumbnails if the service is "ShrinkTheWeb (jscript)".
it_it: L'aggiornamento usa la configurazione salvata. Non è possibile salvare thumbnails con il servizio "ShrinkTheWeb (jscript)".

source: Since the URL is NOT stored anyway, you MUST edit the proposed URL to have the "Update thumbnail" link works correctly.
it_it: Poiché l'URL non è registrato da nessuna parte, è necessario apportare eventuali correzioni all'URL proposto perché il link "Aggiorna thumbnails" funzioni correttamente.

source: When a file in the cache is older than the maximun days set, it will be fetched again (only 2 new images for each page request).
it_it: Quando un file in cache è più vecchio del numero di giorni prefissato, viene aggiornato (solamente due immagini alla volta).

source: WPF-WebThumb and its creator are not affiliated with bluga.net, PagePeeker, ShrinkTheWeb or WebToPicture in any way; if you find any other service of interest please leave a message!
it_it: WPF-WebThumb ed il suo autore non sono associabili in alcun modo a bluga.net, PagePeeker, ShrinkTheWeb o WebToPicture; se trovi un altro servizio interessante lasciami un messaggio!

source: Updating from URL
it_it: Aggiorna dall'URL

source: Image thumbnail name
it_it: Nome immagine thumbnail

source: Preview
it_it: Anteprima

source: Age (days, hours, min, sec)
it_it: Età (giorni[d], ore[h], min, sec)

source: Last modified
it_it: Ultima modifica

source: File size (Byte)
it_it: Dimensione del file (Byte)

source: Delete
it_it: Cancella

source: Update thumbnail
it_it: Aggiorna thumbnail

source: Your settings were successfully saved
it_it: Le impostazioni sono state salvate

source: Your settings could not be saved or are not changed. Please try again.
it_it: Le impostazioni non sono state salvate o non sono cambiate. Per favore riprovare.

source: Configure WPF-WebThumb options
it_it: Configura le opzioni di WPF-WebThumb

source: Select the service to use (see FAQ):
it_it: Seleziona il servizio da usare (vedi le FAQ)

source: Try <a href="http://www.webtopicture.com/" target="_blank">WebToPicture</a> first.
it_it: Prova prima <a href="http://www.webtopicture.com/" target="_blank">WebToPicture</a>.

source: Please register at <a href="http://webthumb.bluga.net/home" target="_blank">bluga.net webthumb API</a> service
it_it: Per favore registrati al servizio <a href="http://webthumb.bluga.net/home" target="_blank">bluga.net webthumb API</a>

source: and insert here your APIKEY:
it_it: e inserisci qui la tua APIKEY:

source: More info about <a href="http://pagepeeker.com/" target="_blank">PagePeeper</a> service.
it_it: Informazioni sul servizio <a href="http://www.pagepeeker.com" target="_blank">PagePeeper</a>.

source: Please register at <a href="http://www.shrinktheweb.com" target="_blank">ShrinkTheWeb</a> service
it_it: Per favore registrati al servizio <a href="http://www.shrinktheweb.com" target="_blank">ShrinkTheWeb</a>

source: and insert here your ACCESS KEY:
it_it: e inserisci qui la tua ACCESS KEY:

source: and here your SECRET KEY:
it_it: e inserisci qui la tua SECRET KEY:

source: Some defaults:
it_it: Alcuni default:

source: select thumbnail default download size:
it_it: selezionare la dimensione di default per il thumbnail:

source: Set maximum cache age in days (0=do not cache, -1=never refresh):
it_it: Imposta la età massima per la cache in giorni (0=niente cache, -1=non rinfrescare mai):

source: show URL
it_it: visualizza URL

source: show small image; show bigger image when mouse is over
it_it: visualizza immagine ridotta; spostando il mouse sopra si visualizza l'immagine in grande

source: thumbnails dir is:
it_it: la dir per i thumbail è:

source: thumbnails url is:
it_it: l' url per i thumbail è:

source: Save Changes
it_it: Salva

source: title
it_it: titolo

source: template Nr.
it_it: Nr. template

source: label
it_it: etichetta

source: Create thumbnails of any web page using a choice of webthumb API services: <a href="http://webthumb.bluga.net/home" target="_blank">bluga.net</a>, <a href="http://pagepeeker.com/" target="_blank">PagePeeper API</a> or <a href="http://www.shrinktheweb.com/" target="_blank">ShrinkTheWeb</a>.
it_it: Crea thumbnails di qualsiasi pagina web usando a scelta le API di uno dei servizi di webthumb: <a href="http://webthumb.bluga.net/home" target="_blank">bluga.net</a>, <a href="http://pagepeeker.com/" target="_blank">PagePeeper API</a> o <a href="http://www.shrinktheweb.com/" target="_blank">ShrinkTheWeb</a>.
